{
    "conversations": [
        [
            "==> SPEAKER_09:: Hi, this is the Hotbox, telling you that this video might have some sensitive stuff in it, so take a second if you need to and go check out something else. Otherwise, please enjoy the show.",
            "==> SPEAKER_10:: Sometimes, the world doesn't give you a break. You wake up, your tummy hurts, why god why? And it seems like this week was no different, as the news continued to be filled non-stop with things either coming to an end or being taken away from us. The biggest being when TikTok was tried in front of the US Congress, where there was incompetence, racism, and it really was one thing after another. So I thought we could sit down, talk about things, and maybe have a few laughs as we try to navigate the situation facing one of the biggest platforms for creators and the United States as a whole. Now without further ado, let's get right into it. Welcome back to the channel, new and returning, young and old, fans, haters, and everyone in between. If you're new here, why not subscribe? It's quick, it's easy, just takes a second, and you can always undo it, but it really does help out the channel a lot, so thank you. TikTok, or more specifically TikTok CEO, Shozy Choo, was placed before the United States Congress to discuss a potential ban of TikTok in the US. And we all know that old people in office and tech go together as well as bullets and that lake in RE4. The difference is that one situation reveals a gross, scaly monster clad in ignorance and hate and the other lets you meet DeLago. Ain't he cute? Unsurprisingly, this hearing from the most bipartisan committee in Congress was just one giant self-report on behalf of the Congress members. Most of the questions were meandering, meaningless, and a lot of them have this weird, read racist, idea that Mr. Choo represents the Chinese government and communism as a whole. Which is funny that they think that about the guy and the company that are both from Singapore. Choo was born on the 1st of January 1983 in Singapore. His father worked in construction while his mother was a bookkeeper. Choo is Singaporean, he is married to Vivian Cao. Congress seems to think that TikTok is this evil portal to threatening schools of thought that will destroy the country and our kids from the inside."
        ],
        [
            "==> SPEAKER_06:: most bipartisan committee in Congress.",
            "==> SPEAKER_10:: Which is just blatant ignorance to everything happening in their own backyard. Like, yeah, we made the country that starts wars everywhere, stages coups, has the world's largest prison population, and passes laws that actively put LGBTQIA plus people in danger. But the app with the funny meme videos, that's the real danger to our people. Let's get something clear, this is not to side with millionaires and CEOs globally. This is me saying, how brain dead is the US legislative system that I am here siding with a CEO? Mr. Chu's opening statement was incredibly strong. It highlighted many of the big concerns that were supposed to be discussed at the hearing."
        ],
        [
            "==> SPEAKER_11:: Our app is a place where people can be creative and curious, and where close to 5 million American businesses, mostly small businesses, go to find new customers and to fuel their growth. We spend a lot of time adopting measures to protect teenagers. Many of those measures are firsts for the social media industry. The bottom line is this. American data stored on American soil by an American company, overseen by American personnel.",
            "==> SPEAKER_10:: This statement does well to focus on the positives TikTok provides to creators and, in particular, small businesses, as well as discusses what moves TikTok is doing to provide safety for its user base, regardless of age, and what it plans to do to ensure the safety of American data and user data in general. What a well-spoken individual. I'm sure the comments are just as respectful and cohesive as the comments on the video. Nope, they're weird. CCP! I only want to be spied on by Google. How can a minute clip be educative? It is poisoning. And that's just racism. Great idea to have a tech trial in front of people who are old enough to remember drawing the Mason Dixie line, Hey, while you guys were being racist in the comment section, I ordered you all copies of Beloved by Toni Morrison. And send your addresses to Mike DeSantis with the text attachment, Come get it, hot dick. So good luck explaining that one when Daddy DeSantis shows up for that sweet slow lovin'. Yeah, that's one of the books that Florida moved to ban in classrooms, so. I just made a bunch of people enemies of the state. Well, hey, let's see what these sentient blocks of tofu have to say, hmm? This one is from Representative Kat Kamik, a Republican representative for the state of Florida."
        ],
        [
            "==> SPEAKER_09:: What?",
            "==> SPEAKER_03:: A few minutes ago exposed that TikTok and ByteDance share legal teams. You confirmed this, correct?"
        ],
        [
            "==> SPEAKER_11:: Our general counsel is an American lawyer, Jennifer Reynolds.",
            "==> SPEAKER_03:: Yes."
        ],
        [
            "==> SPEAKER_10:: American lawyer, Erwin of Mike — Wow, that's not how you ask a question. But I'm sure she'll give Mr. Chu another chance to talk.",
            "==> SPEAKER_03:: confirm that your parent company, ByteDance, currently can access user data. Yes?"
        ],
        [
            "==> SPEAKER_11:: Let's, we have to be more specific.",
            "==> SPEAKER_10:: Yes. No, she just talks to herself for five minutes straight. Yeah, I really want to listen to the person with the don't tread on me sticker. Actually, why do I want to listen to a country that puts that stuff on their license plates?"
        ],
        [
            "==> SPEAKER_03:: Yes.",
            "==> SPEAKER_11:: ByteDance owns some Chinese businesses and you're talking about a very special subsidiary that is for Chinese business licensing",
            "==> SPEAKER_03:: is for Chinese business licensure. So I'm going to have to move on."
        ],
        [
            "==> SPEAKER_10:: Yeah, I'm gonna have to move on too. Let's look at some of the other questions. This one is from Representative Buddy Carter from Georgia, and this was posted on his official YouTube channel, so whatever is in here, he endorses proudly. Sort of how he endorsed a bill that would increase reimbursement rates for pharmacies when he owned three pharmacies. But apparently he couldn't increase the resolution on this video because it's stuck in 360p. Anyways, let's get right into it.",
            "==> SPEAKER_06:: We may not always agree on how to get there, but we care about our national security.",
            "==> SPEAKER_10:: You apparently don't care about getting the name of the person you're speaking to, right?",
            "==> SPEAKER_06:: Thank you Madam Chair. Mr. Crew, welcome to the most bipartisan committee in Congress.",
            "==> SPEAKER_10:: Who the fuck is Mr. Crew? Well, maybe this guy can go a full minute without mentioning communism.",
            "==> SPEAKER_06:: And you know, research has shown that TikTok is the most addictive platform out there. And the Chinese Communist Party knows this. Uh, nope.",
            "==> SPEAKER_10:: 50 seconds, so close.",
            "==> SPEAKER_06:: because two-thirds of all the youth in our country are on your app.",
            "==> SPEAKER_10:: Two-thirds? This guy seems more like a fan of three-fifths if you catch my drift.",
            "==> SPEAKER_06:: If you look behind me, Mr. Cruz, you see some of the challenges that we've seen on TikTok. You know about them. You know about the milk crate. You know about the blackout challenge. You know about the NyQuil chicken challenge.",
            "==> SPEAKER_10:: The NyQuil Chicken Challenge? So many of these challenges began as actual jokes and memes, and I know internet post-humor is hard to grasp for some, but no child with more than five brain cells is taking any of these seriously. And if you are actually trying NyQuil chicken, you deserve everything that's coming to you.",
            "==> SPEAKER_06:: I want to ask you, as I understand it, there's a sister app in China, Duikin. I'm sorry if I'm butchering the pronunciation. Do they have these same things over there?",
            "==> SPEAKER_10:: Representative Carter asks whether these kinds of challenges are popular on Douyin, TikTok's Chinese sister app, because he seems to believe that they aren't and that indicates that TikTok is pushing harmful things exclusively in America. I have no doubt that there are similar phenomena across cultures because that's just how humor works. But also, in my opinion, if Douyin and China really don't have any of these challenges, that's more of a tell on us rather than them, because maybe they're just not stupid enough to do all this kind of stuff.",
            "==> SPEAKER_06:: Tell me, tell me why!"
        ],
        [
            "==> SPEAKER_11:: This is a real industry challenge and we're working very hard.",
            "==> SPEAKER_06:: No, no, no, it's not industry. This is TikTok. We're talking about TikTok. We're talking about..."
        ],
        [
            "==> SPEAKER_10:: It's a chalk.",
            "==> SPEAKER_10:: Does nobody know how to have an actual conversation in this committee?",
            "==> SPEAKER_11:: Hey, this guy's doing it too. We have relied on global interoperability. You have access to American data. Congressman, I'm answering your question. If you give me just a bit of time.",
            "==> SPEAKER_10:: And this guy just straight up doesn't know how wifi works."
        ],
        [
            "==> SPEAKER_01:: Mr. Chiu, does TikTok access the home Wi-Fi network? So if I have a TikTok app on my phone and my phone is on my home Wi-Fi network, does TikTok access that network? Is it possible, then, that it could access other devices on that home Wi-Fi network?",
            "==> SPEAKER_10:: It's clear that if anything, this case has highlighted the gross incompetency of people in power. I know, old news, but it especially warrants saying because we get to see it on full display, broadcasted right before our eyes. No term limits and plenty of other systemic flaws have stocked our legislative body with people that are straight up out of touch. These are the kinds of people that write off younger voices as stupid and inexperienced, when those are the kids that are going to be around much longer than them. These are the posterity and they're adapting to this world and learning to communicate their thoughts about it way faster than any of these walking bathroom tiles. Meanwhile, all they care about is their power."
        ],
        [
            "==> SPEAKER_08:: If you only watch a single video about the TikTok ban, I want it to be this one.",
            "==> SPEAKER_00:: The United States has never before banned a social media company from existence, from operating in our borders. And when the United States is proposing a very major move that has something to do with significant risk to national security, one of the first things that happens is that Congress receives a classified briefing. And I can tell you that Congress has not received a classified briefing around the allegations of national security risks.",
            "==> SPEAKER_08:: Speaking of national security risk, MEDA, which has posed a threat to our national security and allowed for foreign intervention in our elections, is still available in this country."
        ],
        [
            "==> SPEAKER_07:: The Washington Post received leaked emails confirming that Mark Zuckerberg paid a large consulting firm last year to organize a nationwide campaign with the primary goal of turning the public against TikTok. Yet one email read, The dream would be to get stories with headlines like, From dances to danger, How TikTok has become the most harmful social media space for kids. This was in reference to dangerous trends that supposedly started on TikTok, but after investigation turned out to have originated on Facebook.",
            "==> SPEAKER_04:: I just saw the report that says how many of the committee members of yesterday's TikTok committee recently purchased stocks in TikTok's competitors. And I forgot about the like insider trading shit that happens in Congress, but I want you to think for a second. This isn't them just knowing information that'll change the value of stocks. This is them actually creating policy that will trade change the value of stocks and buying and selling stocks based on that."
        ],
        [
            "==> SPEAKER_08:: And if you thought it was as simple as getting a VPN and jumping back on the app, well, it's not.",
            "==> SPEAKER_02:: I'm not really worried about a TikTok ban in the US. Why not? If it's banned, I'll just get a VPN or download the APK or like use Tor or whatever. And the Restrict Act, which is in the Senate right now, has some serious penalties for doing that. $250,000 on the civil side, plus up to a million dollars in criminal penalties and up to 20 years in jail. And they can take your phone or any products you were planning to sell on TikTok. It also exempts the Secretary of Commerce from the Paperwork Reduction Act for the purposes of implementing this act. So theoretically, they could also demand that you turn over sensitive personal information and then bury you in request for paperwork.",
            "==> SPEAKER_08:: If it's banned, I'll just get a VPN or download the APK or-"
        ],
        [
            "==> SPEAKER_00:: $8,000 on the civil side plus up to a million dollars in criminal penalties.",
            "==> SPEAKER_00:: It also exempts the secretary of",
            "==> SPEAKER_08:: Whether or not you use TikTok, this affects every American. This is not an issue of left or right. This is an egregious example of how the US government is stripping away our First Amendment rights of freedom of speech and taking dirty money while using dirty political tactics to financially benefit from us."
        ],
        [
            "==> SPEAKER_02:: not",
            "==> SPEAKER_10:: And that's everything I have for you today. So thank you so much for watching. If you enjoyed, please leave a like and share the video around. Tell your friends. Whenever you're watching this, I hope you have a good rest of your day and an even better tomorrow. I love you and before you say it back, look in the mirror and say it to yourself. And I'll see you in the next episode of Whatever I Make. And until next time, this has been The Hopper."
        ],
        [
            "==> SPEAKER_09:: BYE!",
            "==> SPEAKER_05:: You"
        ],
        [
            "==> SPEAKER_06:: Oh boy!",
            "==> SPEAKER_10:: Let's groove tonight, dun dun dun. I do love that fucking intro man."
        ],
        [
            "==> SPEAKER_09:: God damn it. It's a classic."
        ]
    ]
}